Repository: wgp329352236/nova
Catalog: NovaSdk/Assets/language/*.lproj/sdktext.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi

# deregister_fail_subs
source: There is an active subscription associated with your account, please cancel the subscription with your service provider and then try again
de: Es gibt ein aktives Abonnement, das mit Ihrem Konto verknüpft ist. Bitte kündigen Sie das Abonnement bei Ihrem Dienstanbieter und versuchen Sie es erneut;
es: Hay una suscripción activa asociada a su cuenta, por favor cancele la suscripción con su proveedor de servicios y luego intente nuevamente.
fr: Il y a un abonnement actif associé à votre compte, veuillez annuler l’abonnement auprès de votre fournisseur de services, puis réessayez
id: Ada langganan aktif terkait akun Anda, batalkan langganan dengan penyedia layanan lalu coba lagi
it: C'è un abbonamento attivo associato al tuo account, annulla l'abbonamento con il tuo fornitore di servizi e riprova
ja: あなたのアカウントに関連付けられたアクティブなサブスクリプションがあります。サービスプロバイダーにサブスクリプションをキャンセルし、その後再度お試しください。
ko: 귀하의 계정에 연결된 활성 구독이 있습니다. 서비스 제공업체에 구독을 취소한 후 다시 시도하십시오.
pt: Há uma assinatura ativa associada à sua conta, por favor cancele a assinatura com seu provedor de serviços e tente novamente
ru: У вашей учетной записи есть активная подписка, пожалуйста, отмените подписку у вашего поставщика услуг и попробуйте еще раз
th: มีสมาชิกที่ใช้งานอยู่ที่เชื่อมโยงกับบัญชีของคุณ โปรดยกเลิกการสมัครสมาชิกกับผู้ให้บริการแล้วลองอีกครั้ง
vi: Tài khoản của bạn có đăng ký đang hoạt động, vui lòng hủy đăng ký với nhà cung cấp dịch vụ rồi thử lại

# deregister_fail_refd
source: The action cannot be completed, please reach out to our customer support.
de: Die Aktion kann nicht abgeschlossen werden. Bitte wenden Sie sich an unseren Kundensupport.
es: La acción no se puede completar, por favor contáctese con nuestro servicio de atención al cliente.
fr: L'action ne peut pas être complétée, veuillez contacter notre support client.
id: Tindakan tidak dapat diselesaikan, hubungi dukungan pelanggan kami
it: L'azione non può essere completata, ti preghiamo di contattare il nostro supporto clienti.
ja: この操作を完了できません。カスタマーサポートにお問い合わせください。
ko: 작업을 완료할 수 없습니다. 고객 지원 팀에 문의하십시오.
pt: A ação não pode ser concluída, entre em contato com nosso suporte ao cliente.
ru: Это действие не может быть выполнено, пожалуйста, свяжитесь с нашей службой поддержки.
th: ไม่สามารถดำเนินการได้ โปรดติดต่อฝ่ายสนับสนุนลูกค้าของเรา
vi: Không thể hoàn tất thao tác, vui lòng liên hệ bộ phận hỗ trợ.

# deregister_fail_processing
source: Your request is being processed, thank you for your patience.
de: Ihre Anfrage wird bearbeitet, vielen Dank für Ihre Geduld.
es: Su solicitud está siendo procesada, gracias por su paciencia.
fr: Votre demande est en cours de traitement, merci de votre patience.
id: Permintaan Anda sedang diproses, terima kasih atas kesabaran Anda
it: La tua richiesta è in fase di elaborazione, grazie per la tua pazienza.
ja: リクエストが処理中です。お待ちいただきありがとうございます。
ko: 귀하의 요청이 처리 중입니다. 기다려 주셔서 감사합니다.
pt: Sua solicitação está sendo processada, obrigado pela sua paciência.
ru: Ваш запрос обрабатывается, спасибо за ваше терпение.
th: คำขอของคุณกำลังดำเนินการ ขอบคุณสำหรับความอดทน
vi: Yêu cầu của bạn đang được xử lý, cảm ơn sự kiên nhẫn của bạn.

# deregister_fail_exception
source: An unexpected problem occurred, please try again later.
de: Ein unerwartetes Problem ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un problema inesperado, por favor inténtelo de nuevo más tarde.
fr: Un problème inattendu est survenu, veuillez réessayer plus tard.
id: Terjadi masalah tak terduga, silakan coba lagi nanti
it: Si è verificato un problema imprevisto, ti preghiamo di riprovare più tardi.
ja: 予期しない問題が発生しました。後でもう一度お試しください。
ko: 예기치 않은 문제가 발생했습니다. 나중에 다시 시도하십시오.
pt: Ocorreu um problema inesperado, por favor tente novamente mais tarde.
ru: Произошла непредвиденная проблема, пожалуйста, попробуйте еще раз позже.
th: เกิดปัญหาที่ไม่คาดคิด โปรดลองอีกครั้งในภายหลัง
vi: Đã xảy ra sự cố, vui lòng thử lại sau.

# order_notice_paid
source: You've got an order that's been paid for successfully and is being worked on for you.
de: Ihre Bestellung wurde erfolgreich bezahlt und wird für Sie bearbeitet.
es: Tienes un pedido que ha sido pagado con éxito y está siendo procesado para ti.
fr: Vous avez une commande qui a été payée avec succès et qui est en cours de traitement pour vous.
id: Anda memiliki pesanan yang sudah berhasil dibayar dan sedang diproses
it: Hai un ordine che è stato pagato con successo e che è in fase di elaborazione per te.
ja: 成功裏に支払われた注文があります。現在処理中です。
ko: 결제가 성공적으로 완료된 주문이 있으며, 지금 처리되고 있습니다.
pt: Você tem um pedido que foi pago com sucesso e está sendo processado para você.
ru: У вас есть заказ, который успешно оплачен и сейчас обрабатывается для вас.
th: คุณมีคำสั่งซื้อที่ชำระเงินสำเร็จแล้วและกำลังดำเนินการให้คุณ
vi: Bạn có đơn hàng đã thanh toán thành công và đang được xử lý.

# unfrozen_content
source: Your account has recently issued refunds. This is an official warning. Refunds: $count Total amount: $amount Further refunds will result in account suspension.
de: Ihr Konto hat kürzlich Rückerstattungen vorgenommen. Dies ist eine offizielle Warnung. Rückerstattungen: $count Gesamtbetrag: $amount Weitere Rückerstattungen führen zur Sperrung des Kontos.
es: Su cuenta ha emitido recientemente reembolsos. Esta es una advertencia oficial. Reembolsos: $count Monto total: $amount Más reembolsos resultarán en la suspensión de la cuenta.
fr: Votre compte a récemment effectué des remboursements. Ceci est un avertissement officiel. Remboursements : $count Montant total : $amount Des remboursements supplémentaires entraîneront la suspension du compte.
id: Akun Anda baru-baru ini mengajukan pengembalian dana. Ini adalah peringatan resmi. Pengembalian dana: $count Jumlah total: $amount Pengembalian dana lebih lanjut akan mengakibatkan penangguhan akun
ja: お客様のアカウントは最近返金を行いました。これは公式の警告です。 返金件数: $count 総額: $amount これ以上の返金はアカウント停止の原因となります。
ko: 귀하의 계정에서 최근 환불이 발생했습니다. 이는 공식 경고입니다. 환불 횟수: $count 총액: $amount 추가 환불 시 계정이 정지됩니다.
pt: Sua conta emitiu recentemente reembolsos. Esta é uma advertência oficial. Reembolsos: $count Valor total: $amount Reembolsos adicionais resultarão na suspensão da conta.
ru: Ваш аккаунт недавно производил возвраты средств. Это официальное предупреждение. Возвраты: $count Общая сумма: $amount Дальнейшие возвраты приведут к блокировке аккаунта.
th: บัญชีของคุณได้ทำการคืนเงินล่าสุด นี่เป็นการเตือนอย่างเป็นทางการ จำนวนครั้งที่คืนเงิน: $count ยอดรวม: $amount การคืนเงินเพิ่มเติมจะส่งผลให้บัญชีถูกระงับ
vi: Tài khoản bạn gần đây đã hoàn tiền. Đây là cảnh báo chính thức. Số lần hoàn tiền: $count Tổng số tiền: $amount Hoàn tiền tiếp sẽ dẫn đến khóa tài khoản.

# frozen_content
source: Your account has been suspended due to recent refunds. Refunds: $count Total amount: $amount It will be automatically reinstated within 1-2 business days after repayment.
de: Ihr Konto wurde aufgrund von Rückerstattungen gesperrt. Rückerstattungen: $count Gesamtbetrag: $amount Es wird innerhalb von 1-2 Werktagen nach der Rückzahlung wiederhergestellt.
es: Su cuenta ha sido suspendida debido a reembolsos recientes. Reembolsos: $count Monto total: $amount Se reactivará automáticamente dentro de 1 a 2 días hábiles después del reembolso.
fr: Votre compte a été suspendu en raison de remboursements récents. Remboursements : $count Montant total : $amount Il sera rétabli automatiquement sous 1 à 2 jours ouvrables après le remboursement.
id: Akun Anda ditangguhkan karena pengembalian dana baru-baru ini. Pengembalian dana: $count Jumlah total: $amount Akan dipulihkan secara otomatis dalam 1-2 hari kerja setelah pembayaran kembali
ja: 最近の返金により、お客様のアカウントは停止されました。 返金件数: $count 総額: $amount 返済後1-2営業日以内に自動的に復旧します。
ko: 최근 환불로 인해 귀하의 계정이 정지되었습니다. 환불 횟수: $count 총액: $amount 상환 후 1-2영업일 이내에 자동으로 복구됩니다.
pt: Sua conta foi suspensa devido a reembolsos recentes. Reembolsos: $count Valor total: $amount Ela será reativada automaticamente dentro de 1 a 2 dias úteis após o reembolso.
ru: Ваш аккаунт заблокирован из-за недавних возвратов средств. Возвраты: $count Общая сумма: $amount Он будет автоматически восстановлен в течение 1-2 рабочих дней после погашения задолженности.
th: บัญชีของคุณถูกระงับเนื่องจากมีการคืนเงินล่าสุด จำนวนครั้งที่คืนเงิน: $count ยอดรวม: $amount จะถูกกู้คืนโดยอัตโนมัติภายใน 1-2 วันทำการหลังการชำระคืน
vi: Tài khoản của bạn đã bị khóa do hoàn tiền gần đây. Số lần hoàn tiền: $count Tổng số tiền: $amount Sẽ được mở khóa tự động trong 1-2 ngày làm việc sau khi hoàn trả.

# unfrozen_button_text
source: I got it
de: Verstanden
es: Entendido
fr: Compris
id: Saya mengerti
ja: 了解しました
ko: 확인
pt: Entendi
ru: Понятно
th: เข้าใจแล้ว
vi: Tôi đã hiểu

# frozen_button_text
source: Repay now
de: Jetzt zurückzahlen
es: Pagar ahora
fr: Payer maintenant
id: Bayar sekarang
ja: 今すぐ返済
ko: 지금 상환
pt: Pagar agora
ru: Погасить сейчас
th: ชำระคืนตอนนี้
vi: Hoàn trả ngay

# message_content_discord
source: Join our Discord for the latest news, exciting events, and weekly gift codes!
de: Tritt unserem Discord bei für Neuigkeiten, coole Events und wöchentliche Geschenkcodes!
es: Únete a nuestro Discord para noticias, eventos emocionantes y códigos semanales.
fr: Rejoignez notre Discord pour les dernières actus, des événements exclusifs et des codes cadeaux chaque semaine!
id: Bergabunglah dengan Discord kami untuk berita terbaru, acara seru, dan kode hadiah mingguan!
ja: 最新ニュース、エキサイティングなイベント、週次ギフトコードを入手するためにDiscordに参加しましょう！
ko: 최신 소식, 이벤트 정보, 주간 선물 코드를 받으려면 디스코드에 참여하세요!
pt: Entre no nosso Discord para novidades, eventos incríveis e códigos semanais!
ru: Присоединяйтесь к нашему Discord, чтобы получать свежие новости, участвовать в захватывающих событиях и получать еженедельные подарочные коды!
th: เข้าร่วม Discord ของเราเพื่อรับข่าวสารล่าสุด, เหตุการณ์น่าตื่นเต้น, และรหัสของขวัญรายสัปดาห์!
vi: Tham gia Discord của chúng tôi để nhận tin mới nhất, sự kiện hấp dẫn và mã quà tặng hàng tuần!

# message_content_wp
source: Dear Player,An exciting website event is now live! Top up to receive a 5%â€“10% bonus, and accumulate top-ups to earn an exclusive gift code.Check the details here >>>
de: Lieber Spieler,Ein spannendes Web-Event ist jetzt live! Lade auf und erhalte 5–10% Bonus. Sammle Aufladungen für einen exklusiven Geschenkcode.Details hier >>>
es: Querido jugador,¡Un evento web especial ya está disponible! Recarga y recibe un bono del 5%–10%. Acumula recargas para un código exclusivo.Consulta los detalles >>>
fr: Cher joueur,Un événement web est en cours ! Rechargez pour recevoir un bonus de 5% à 10%, et cumulez pour obtenir un code cadeau exclusif.Voir les détails >>>
id: Pemain Terhormat, Acara situs web seru sudah dimulai! Isi ulang untuk dapatkan bonus 5%â€“10%, dan kumpulkan isi ulang untuk dapatkan kode hadiah eksklusif. Cek detailnya di sini >>>
it: Dear Player, An exciting website event is now live! Top up to receive a 5%–10% bonus, and accumulate top-ups to earn an exclusive gift code.Check the details here >>>
ja: プレイヤーの皆様、エキサイティングなウェブサイトイベントが開催中です！チャージで5%–10%のボーナスを獲得し、チャージ累計で限定ギフトコードをゲット！詳細はこちら >>>
ko: 플레이어님, 홈페이지에서 신나는 이벤트가 진행 중입니다! 충전 시 5%~10% 보너스를 받고, 충전 금액 누적 시 독점 선물 코드를 획득하세요.자세히 보기 >>>
pt: Caro jogador,Um evento especial no site já começou! Recarregue e ganhe 5%–10% de bônus. Acumule recargas para um código exclusivo.Confira os detalhes >>>
ru: Уважаемый игрок, захватывающее событие на нашем сайте уже началось! Пополняйте счет и получайте бонус 5%–10%, а также накапливайте пополнения, чтобы получить эксклюзивный подарочный код.Подробности здесь >>>
th: ผู้เล่นที่รัก, เหตุการณ์น่าตื่นเต้นบนเว็บไซต์เริ่มต้นแล้ว! เติมเงินเพื่อรับโบนัส 5%–10% และสะสมการเติมเงินเพื่อรับรหัสของขวัญพิเศษ ดูรายละเอียดที่นี่ >>>
vi: Người chơi thân mến, sự kiện trang web đã bắt đầu! Nạp tiền để nhận thưởng 5%–10%, tích lũy nạp tiền để nhận mã quà độc quyền. Xem chi tiết tại đây >>>

# common_button_go_now
source: Go Now
de: Gehen Sie
es: Vaya a
fr: Allez-y
id: Pergi Sekarang
ja: 今すぐ移動
ko: 지금 이동
pt: Ir para
ru: Перейти сейчас
th: ไปตอนนี้
vi: Đi ngay

# user_center_title
source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
id: Akun Saya
ja: マイアカウント
ko: 내 계정
pt: Minha conta
ru: Мой аккаунт
th: บัญชีของฉัน
vi: Tài khoản của tôi

# user_center_account
source: Account
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pt: Conta
ru: Аккаунт
th: บัญชี
vi: Tài khoản

# user_center_account_warning
source: * To protect your account, please do not share this page.
de: * Zum Schutz Ihres Kontos: Diese Seite nicht weitergeben.
es: * Para proteger su cuenta, no comparta esta página.
fr: * Pour la sécurité de votre compte, veuillez ne pas partager cette page.
id: * Untuk melindungi akun Anda, jangan bagikan halaman ini
ja: * アカウント保護のため、このページを共有しないでください。
ko: * 계정 보호를 위해 이 페이지를 공유하지 마세요.
pt: * Para proteger sua conta, não compartilhe esta página.
ru: * Для защиты вашего аккаунта, пожалуйста, не делитесь этой страницей.
th: * เพื่อปกป้องบัญชีของคุณ โปรดไม่แชร์หน้านี้
vi: * Để bảo vệ tài khoản, vui lòng không chia sẻ trang này.

# user_center_current_login_method
source: Current Login Method:
de: Derzeitige Login-Methode:
es: Inicio de sesión actual:
fr: Connexion actuelle:
id: Metode Masuk Saat Ini:
ja: 現在のログイン方法:
ko: 현재 로그인 방식:
pt: Método de login atual:
ru: Текущий способ входа:
th: วิธีการเข้าสู่ระบบปัจจุบัน:
vi: Đăng nhập bằng:

# user_center_current_login_account
source: Active Account:
de: Aktiver Account:
es: Cuenta conectada:
fr: Compte actif:
id: Akun Aktif:
ja: アクティブなアカウント:
ko: 활성 계정:
pt: Conta autenticada:
ru: Активный аккаунт:
th: บัญชีที่ใช้งานอยู่:
vi: Tài khoản:

# user_center_link_account
source: Link Account
de: Konto verknüpfen
es: Vincular Cuenta
fr: Lier un compte
id: Sambung Akun
ja: アカウント連携
ko: 계정 연결
pt: Vincular Conta
ru: Привязать аккаунт
th: เชื่อมโยงบัญชี
vi: Liên kết tài khoản

# user_center_link_account_linked
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
id: Tersambung
ja: 接続済み
ko: 연결됨
pt: Conectado
ru: Подключено
th: เชื่อมโยงแล้ว
vi: Đã kết nối

# user_center_support
source: Support
es: Suporte
id: Dukungan
ja: サポート
ko: 고객지원
pt: Suporte
ru: Поддержка
th: สนับสนุน
vi: Hỗ trợ

# user_center_support_email_text
source: Support Email:
es: Correo de soporte:
fr: Email du support:
id: Email Dukungan:
ja: サポートメール:
ko: 지원 이메일:
pt: E-mail de suporte:
ru: Эл. почта поддержки:
th: อีเมลสนับสนุน:
vi: Email hỗ trợ:

# user_center_support_online_text
source: Online Support:
de: Online-Hilfe:
es: Atención en línea:
fr: Assistance en ligne:
id: Dukungan Online:
ja: オンラインサポート:
ko: 온라인 지원:
pt: Suporte online:
ru: Онлайн-поддержка:
th: สนับสนุนออนไลน์:
vi: Hỗ trợ trực tuyến:

# user_center_community
source: Community
es: Comunidad
fr: Communauté
id: Komunitas
ja: コミュニティ
ko: 커뮤니티
pt: Comunidade
ru: Сообщество
th: ชุมชน
vi: Cộng đồng

# user_center_office_btn_text
source: Our Site
de: Unsere Website
es: Nosso Site
fr: Notre Site
id: Situs Kami
ja: 公式サイト
ko: 공식 사이트
pt: Nuestro Sitio
ru: Наш сайт
th: เว็บไซต์ของเรา
vi: Trang web của chúng tôi

# user_switch_confirm_title
source: Switch Account Warning
de: Kontowechsel Warnung
es: Aviso de cuenta
fr: Avert. de compte
id: Peringatan Ganti Akun
ja: アカウント切り替え警告
ko: 계정 전환 경고
pt: Aviso de conta
ru: Предупреждение о смене аккаунта
th: คำเตือนการเปลี่ยนบัญชี
vi: Cảnh báo chuyển tài khoản

# user_switch_confirm_content1
source: Current Logged in:
de: Angemeldet:
es: Conectado:
fr: Connecté:
id: Sedang masuk:
ja: 現在ログイン中:
ko: 현재 로그인:
pt: Conectado:
ru: Текущий вход:
th: เข้าสู่ระบบปัจจุบัน:
vi: Đang đăng nhập:

# user_switch_confirm_content2
source: Login Method:
de: Login-Methode:
es: Método:
fr: Méthode:
id: Metode Masuk:
ja: ログイン方法:
ko: 로그인 방식:
pt: Método:
ru: Метод входа:
th: วิธีการเข้าสู่ระบบ:
vi: Phương thức đăng nhập:

# user_switch_confirm_content3
source: Character in use:
de: Charakter:
es: Personaje:
fr: Perso en cours:
id: Karakter yang digunakan:
ja: 使用中のキャラクター:
ko: 사용 중인 캐릭터:
pt: Personagem:
ru: Используемый персонаж:
th: ตัวละครที่ใช้งาน:
vi: Nhân vật đang sử dụng:

# user_switch_confirm_content4
source: Switching accounts will log you out of the current session. Continue?
de: Wechsel meldet dich ab. Fortfahren?
es: Cambiar cerrará sesión. ¿Seguir?
fr: Changer déconnectera ce compte. Continuer ?
id: Beralih akun akan mengeluarkan Anda dari sesi saat ini. Lanjutkan?
ja: アカウントを切り替えると現在のセッションからログアウトされます。続行しますか？
ko: 계정을 전환하면 현재 세션에서 로그아웃됩니다. 계속하시겠습니까?
pt: Trocar irá sair da conta. Continuar?
ru: Смена аккаунта приведет к выходу из текущей сессии. Продолжить?
th: การเปลี่ยนบัญชีจะทำให้คุณออกจากเซสชันปัจจุบัน ดำเนินการต่อ?
vi: Chuyển tài khoản sẽ đăng xuất phiên hiện tại. Tiếp tục?

# common_guest
source: Guest
de: Compte invité
es: Cuenta de invitado
fr: Compte invité
id: Tamu
ja: ゲスト
ko: 게스트
pt: Conta de convidado
ru: Гость
th: ผู้ใช้ทั่วไป
vi: Khách

# common_button_go
source: Go
de: Los
es: Ir
fr: Aller
id: Pergi
ja: 移動
ko: 이동
pt: Ir
ru: Перейти
th: ไป
vi: Đi

# login_select_one_account
source: Use an existing account
de: Vorhandenes Konto nutzen
es: Usar cuenta existente
fr: Utiliser un compte existant
id: Gunakan akun yang ada
ja: 既存のアカウントを使用
ko: 기존 계정 사용
pt: Usar conta existente
ru: Войти через аккаунт
th: ใช้บัญชีที่มีอยู่
vi: Dùng tài khoản hiện có

# use_other_account
source: Use another verification method
de: Andere Verifizierungsmethode verwenden
es: Usar otro método de verificación
fr: Utiliser un autre mode de vérification
id: Gunakan metode verifikasi lain
ja: 別の認証方法を使用
ko: 다른 인증 방법 사용
pt: Usar outro método de verificação
ru: Использовать другой способ проверки
th: ใช้วิธียืนยันตัวตนอื่น
vi: Dùng phương thức xác minh khác

# login_select_one_method
source: Use another verification method
de: Unterstützte Verifizierungsmethoden
es: Métodos de verificación admitidos
fr: Méthodes de vérification prises en charge
id: Gunakan metode verifikasi lain
ja: 対応している認証方法
ko: 지원되는 인증 방법
pt: Métodos de verificação suportados
ru: Поддерживаемые способы проверки
th: วิธีการยืนยันที่รองรับ
vi: Dùng phương thức xác minh khác

# login_id_nonidentical
source: Account mismatch
de: Konto nicht übereinstimmend
es: Cuenta no coincide
fr: Compte non concordant
id: Ketidakcocokan akun
ja: アカウント不一致
ko: 계정 불일치
pt: Conta não correspondente
ru: Несоответствие аккаунта
th: บัญชีไม่ตรงกัน
vi: Tài khoản không khớp

# order_cancel_confirm
source: Cancel the current order?
de: Aktuelle Bestellung stornieren?
es: ¿Cancelar pedido actual?
fr: Annuler la commande en cours?
id: Batalkan pesanan saat ini?
it: Annullare l'ordine corrente?
ja: 現在の注文をキャンセルしますか？
ko: 현재 주문을 취소하시겠습니까?
pt: Cancelar pedido atual?
ru: Отменить текущий заказ?
th: ยกเลิกคำสั่งซื้อปัจจุบัน?
vi: Hủy đơn hàng hiện tại?

# order_result_notify
source: Once the order is completed, the item will be delivered to your in-game mailbox.
de: Nach Abschluss der Bestellung wird der Gegenstand an Ihren Spiel-Posteingang gesendet.
es: Al completarse el pedido, el artículo se enviará a su buzón del juego.
fr: Une fois la commande finalisée, l'article sera envoyé à votre boîte aux lettres en jeu.
id: Setelah pesanan selesai, item akan dikirim ke kotak surat dalam game Anda.
it: Al completamento dell'ordine, l'oggetto verrà recapitato nella tua casella di posta di gioco.
ja: 注文完了後、アイテムはゲーム内メールボックスに配信されます。
ko: 주문 완료 시 아이템이 게임 내 우편함으로 배송됩니다.
pt: Após conclusão do pedido, o item será enviado para sua caixa de correio no jogo.
ru: После завершения заказа предмет будет отправлен в вашу внутриигровую почту.
th: เมื่อสั่งซื้อเสร็จสมบูรณ์ ไอเทมจะถูกจัดส่งไปยังกล่องจดหมายในเกมของคุณ
vi: Khi đơn hàng hoàn tất, vật phẩm sẽ được gửi đến hộp thư trong game.

source: Share To:
de: Teilen an:
es: Compartir en:
fr: Partager vers:
id: Bagikan ke:
it: Condividi su:
ja: 共有先：
ko: 공유 대상:
pt: Compartilhar para:
ru: Поделиться в:
th: แชร์ไปที่:
vi: Chia sẻ tới:
