Repository: wgp329352236/nova
Catalog: NovaSdk/Assets/language/*.lproj/sdktext.strings
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi

# share_uninstall
source: To share pictures, first install Facebook
de: Installiere Facebook und teile Bilder
es: Por favor instale Facebook primero y luego comparte las fotos.
fr: Veuillez partager les images après avoir installé facebook.
id: Untuk berbagi foto, instal Facebook dulu
it: Condividere l'immagine una volta installato Facebook
ja: 画像をシェアするにはfacebookをインストールしてください
ko: 먼저 Facebook을 설치한 후 사진을 공유하세요
pt: Instale o Facebook e compartilhe a sua imagem.
ru: Поделитесь картинкой после установки Facebook
th: ในการแชร์รูปภาพ โปรดติดตั้ง Facebook ก่อน
vi: Để chia sẻ ảnh, trước tiên hãy cài đặt Facebook

source: Connect
de: Verbinden
es: Vincular
fr: Lier
id: Sambungkan
it: Collega
ja: 連携
ko: 연동
pt: Vincular
ru: Привязать
th: เชื่อมต่อ
vi: Kết nối

source: Guest
de: Gast
es: Visitante
fr: Invité
id: Tamu
it: Visitatore
ja: ゲスト
ko: 게스트
pt: Visitante
ru: Гость
th: ผู้ใช้ทั่วไป
vi: Khách

source: Try Again
de: Erneut versuchen
es: Vuelva a intentar ahora
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: リトライ
ko: 다시 시도
pt: Tentar novamente
ru: Попробуйте еще раз
th: ลองอีกครั้ง
vi: Thử lại

source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
vi: Đóng

# input_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pt: Senha
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu

source: Login Now
de: Jetzt einloggen
es: Login ahora
fr: Se connecter maintenant
id: Masuk Sekarang
it: Accedi subito
ja: 今すぐログイン
ko: 로그인
pt: Logar agora
ru: Войти сейчас
th: เข้าสู่ระบบตอนนี้
vi: Đăng nhập ngay

# exit
source: Exit Game
de: Abmelden
es: Salir del Juego
fr: Quitter le jeu
id: Keluar Game
it: Esci dal gioco
ja: ゲームを終了する
ko: 게임 종료
pt: Sair do jogo
ru: Выйти из игры
th: ออกจากเกม
vi: Thoát trò chơi

# unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 未知のエラー
ko: 알 수 없는 오류
pt: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi không xác định

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
pt: Aviso
ru: Предупреждение
th: คำเตือน
vi: Cảnh báo

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
th: ยกเลิก
vi: Hủy bỏ

# continue
source: Continue Game
de: Spiel fortsetzen
id: Lanjutkan Game
th: เล่นเกมต่อ
vi: Tiếp tục chơi

source: Using
de: Wird benutzt
es: Usando
fr: En cours d'Utilisation
id: Menggunakan
it: In uso
ja: 使用中
ko: 사용 중
pt: Usando
ru: Используется
th: กำลังใช้
vi: Đang sử dụng

# code_empty
source: Please input the verification code
de: Bitte Verifizierungscode eingeben
es: Ingresa Código
fr: Veuillez entrer le code de vérification
id: Masukkan kode verifikasi
it: Inserisci il codice di verifica
ja: 認証コード入力してください
ko: 인증번호 입력
pt: Digite o cógido de verificação
ru: Введите проверочный код
th: กรุณากรอกรหัสยืนยัน
vi: Vui lòng nhập mã xác minh

# unset
source: Not set
de: Nicht eingestellt
es: Sin Configurar
fr: Non configuré
id: Belum diatur
it: Non impostato
ja: 未設定
ko: 미설정
pt: Não definido
ru: Не установлен
th: ยังไม่ได้ตั้งค่า
vi: Chưa thiết lập

# code_error
source: Verification code error
de: Fehler beim Bestätigungscode.
es: Error de Código Verificación
fr: Échec du code de vérification
id: Kesalahan kode verifikasi
it: Errore codice di verifica
ja: 認証コードが間違っています
ko: 인증번호 오류
pt: Erro no código de autenticação
ru: Ошибка проверочного кода
th: รหัสยืนยันผิดพลาด
vi: Mã xác minh sai

# blocked_login_detail_device
source: Your device has been blocked due to prohibited operations
de: Dein Gerät wurde aufgrund von Verstößen gesperrt.
es: Su cuenta ha sido bloqueada debido a operaciones prohibidas.
fr: Votre compte a été bloqué suite à une opération illégale.
id: Perangkat Anda diblokir karena operasi terlarang
it: A causa di azioni non consentite, il tuo dispositivo è stato bloccato
ja: 禁止事項に当たる行為があったため、お使いの端末はロックされました。
ko: 게임 내에서 불법적인 행위가 발견되어 사용 중인 기기를 차단 처리했습니다
pt: Seu aparelho foi banido por você ter cometido ações proibidas
ru: Так как вы нарушили правила, ваше устройство заблокировано
th: อุปกรณ์ของคุณถูกบล็อกเนื่องจากมีการดำเนินการที่ถูกห้าม
vi: Thiết bị của bạn đã bị chặn do thao tác bị cấm

# blocked_login_detail_account
source: Your account has been blocked due to prohibited operations
de: Aufgrund von illegalen Vorgängen wurde Dein Konto gesperrt
es: Su cuenta ha sido bloqueada debido a operaciones prohibidas.
fr: Votre compte a été bloqué suite à une opération illégale.
id: Akun Anda diblokir karena operasi terlarang
it: A causa di azioni non consentite, il tuo account è stato bloccato
ja: 禁止事項に当たる行為があったため、あなたのアカウントはロックされました
ko: 게임 내에서 불법적인 행위가 발견되어 사용 중인 계정을 차단 처리했습니다
pt: Sua conta foi banida devido a ações impróprias
ru: Так как вы нарушили правила, ваш аккаунт был заблокирован!
th: บัญชีของคุณถูกบล็อกเนื่องจากมีการดำเนินการที่ถูกห้าม
vi: Tài khoản của bạn đã bị chặn do thao tác bị cấm

# contact_service
source: Contact Customer Service
de: Wende Dich an den Kundensupport
es: Contacte al Servicio al Cliente.
fr: Veuillez contacter le service client.
id: Hubungi Layanan Pelanggan
it: Contatta il servizio clienti
ja: カスタマーサービスセンターに連絡
ko: 고객센터에 문의하기
pt: Contate o SAC
ru: Связаться с поддержкой
th: ติดต่อบริการลูกค้า
vi: Liên hệ Dịch vụ Khách hàng

# hint_username
source: Email/Mobile Number
de: E-Mail-Adresse/Handy
es: Correo/Teléfono
fr: Courriel/Téléphone
id: Email/Nomor Ponsel
it: Email/Cellulare
ja: メールアドレス/携帯番号
ko: 이메일/휴대폰 번호
pt: E-mail/Número de celular
ru: Email/Моб. тел.
th: อีเมล/หมายเลขโทรศัพท์
vi: Email/Số điện thoại

# hint_email
source: Email
de: E-Mail-Adresse
es: Correo
fr: Courriel
ja: メールアドレス
ko: 이메일
th: อีเมล

# hint_phone
source: Mobile Number
de: Handynummer
es: Teléfono
fr: Numéro de téléphone
id: Nomor Ponsel
it: Cellulare
ja: 携帯番号
ko: 휴대폰 번호
pt: Número de celular
ru: Номер моб. тел.
th: หมายเลขโทรศัพท์
vi: Số điện thoại

# hint_code
source: Verification Code
de: Verifizierungscode
es: Código Verificación
fr: Code vérification
id: Kode Verifikasi
it: Codice di verifica
ja: 認証コード
ko: 인증번호
pt: Código de verificação
ru: Проверочный код
th: รหัสยืนยัน
vi: Mã xác minh

# send_code
source: Get Code
de: Verifizierungscode abrufen
es: Obtener Código
fr: Obtenir code
id: Dapatkan Kode
it: Ottieni codice
ja: 認証コード
ko: 인증번호
pt: Obter código
ru: Получить код
th: รับรหัส
vi: Lấy mã

# facebook
source: Login with Facebook
de: Login mit Facebook
es: Login con Faceebok
fr: Se connecter avec Facebook
id: Masuk dengan Facebook
it: Login via Facebook
ja: Facebookでログイン
ko: Facebook로 로그인
pt: Login com Facebook
ru: Войти с Facebook
th: เข้าสู่ระบบด้วย Facebook
vi: Đăng nhập bằng Facebook

# line
source: Login with Line
de: Login mit Line
es: Login con Line
fr: Se connecter avec Line
id: Masuk dengan Line
it: Login via Line
ja: LINEでログイン
ko: LINE으로 로그인
pt: Login com Line
ru: Войти с Line
th: เข้าสู่ระบบด้วย Line
vi: Đăng nhập bằng Line

# twitter
source: Login with Twitter
de: Login mit Twitter
es: Login con Twitter
fr: Se connecter avec Twitter
id: Masuk dengan Twitter
it: Login via Twitter
ja: Twitterでログイン
ko: Twitter로 로그인
pt: Login com Twitter
ru: Войти с Twitter
th: เข้าสู่ระบบด้วย Twitter
vi: Đăng nhập bằng Twitter

# vk
source: Login with VK
de: Login mit VK
es: Login con VK
fr: Se connecter avec VK
id: Masuk dengan VK
it: Login via VK
ja: VKでログイン
ko: VK로 로그인
pt: Login com VK
ru: Войти с VK
th: เข้าสู่ระบบด้วย VK
vi: Đăng nhập bằng VK

# email
source: After setting a password, you can login with your email and password
de: Nachdem du ein Passwort eingestellt hast, kannst du dich mit E-Mail-Adresse und Passwort einloggen
es: Después de configurar contraseña, podrás usar tu dirección de correo electrónico + contraseña para iniciar sesión.
fr: Après avoir créé un mot de passe, vous pouvez vous connecter avec votre courriel et le mot de passe.
id: Setelah atur kata sandi, Anda bisa masuk dengan email dan kata sandi
it: Una volta impostata la password, potrai accedere con l'indirizzo email + password.
ja: パスワード設定後は、メールアドレスとパスワードでログインできます
ko: 비밀번호 설정 후 이메일 주소+비밀번호를 입력하면 로그인할 수 있습니다
pt: Após configurar a senha você pode usar seu endereço de email + senha para fazer o login.
ru: Установив пароль, вы можете входить, используя адрес электронной почты+пароль
th: หลังจากตั้งรหัสผ่านแล้ว คุณสามารถเข้าสู่ระบบด้วยอีเมลและรหัสผ่านได้
vi: Sau khi đặt mật khẩu, bạn có thể đăng nhập bằng email và mật khẩu

# terms_service
source: User Agreement
de: Nutzervereinbarung
es: Acuerdo de Usuario
fr: Conditions d'Utilisation
id: Perjanjian Pengguna
it: Termini di servizio
ja: ユーザー規約
ko: 이용약관
pt: Termos de Uso
ru: Пользовательское соглашение
th: ข้อตกลงผู้ใช้งาน
vi: Thỏa thuận Người dùng

source: Privacy Policy
de: Datenschutzrichtlinien
es: Política de Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Normativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 정책
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách Bảo mật

# toast_invalide_email
source: Please enter a valid email address
de: Bitte eine korrekte E-Mail Adresse eingeben
es: Introduzca una dirección de correo válida
fr: Veuillez saisir une adresse électronique correcte
id: Masukkan alamat email yang valid
it: Inserisci un indirizzo email valido
ja: 正しいメールアドレスを入力してください
ko: 정확한 이메일 주소를 입력하세요
pt: Insira um endereço de e-mail válido
ru: Введите правильный адрес электронной почты
th: กรุณาใส่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ

# login_success
source: Login Successful
de: Einloggen erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
id: Berhasil Masuk
it: Accesso effettuato
ja: ログイン成功
ko: 로그인 성공
pt: Login bem-sucedido
ru: Вход выполнен успешно
th: เข้าสู่ระบบสำเร็จ
vi: Đăng nhập thành công

# code_sending
source: Sending..
de: Wird gerade verschickt...
es: Enviando...
fr: En cours d'envoi...
id: Mengirim..
it: Invio in corso...
ja: 送信中…
ko: 발송 중…
pt: Enviando...
ru: Отправляется...
th: กำลังส่ง..
vi: Đang gửi...

# parames_null
source: Parameter cannot be empty
de: Das Feld "Parameter" darf nicht leer sein
es: Los parámetros no pueden estar vacíos
fr: Les paramètres ne peuvent pas être vides.
id: Parameter tidak boleh kosong
it: Il parametro non può essere vuoto
ja: パラメータは必ず入力してください
ko: 공간을 비워둘 수 없습니다
pt: O parâmetro não pode estar vazio
ru: Нельзя оставлять пустые строки
th: พารามิเตอร์ไม่สามารถว่างได้
vi: Tham số không được để trống

# connect_email
source: Connect with Email
de: E-Mail verbinden
es: Vincular Correo
fr: Lier une adresse électronique
id: Sambung dengan Email
it: Collegamento email
ja: メールアドレスを連携する
ko: 이메일 동기화
pt: Vincular pelo e-mail
ru: Связанная эл. почта
th: เชื่อมโยงด้วยอีเมล
vi: Kết nối bằng Email

source: OK
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
ru: ОК
th: ตกลง

# login_submit
source: Login
fr: Se connecter
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
pt: Compartilhar
ru: Поделиться
th: แชร์
vi: Chia sẻ

# verification_failed
source: Order verification failed. Please try again
de: Bestellbestätigung fehlgeschlagen. Bitte erneut versuchen
es: Verificación de orden fallida, prueba otra vez
fr: Échec de la vérification de la commande, veuillez réessayer
id: Verifikasi pesanan gagal. Silakan coba lagi
it: Verifica ordine fallita, riprova
ja: 注文の確認に失敗しました。再度お試しください。
ko: 주문 인증 실패, 다시 시도해 주세요
pt: Falha na autenticação do pedido, tente novamente
ru: Не удалось подтвердить заказ. Попробуйте заново
th: การตรวจสอบคำสั่งซื้อล้มเหลว โปรดลองอีกครั้ง
vi: Xác minh đơn hàng thất bại. Vui lòng thử lại

source: OR
de: Oder
es: ó
fr: Ou
id: ATAU
it: O
ja: または
ko: 또는
pt: ou
ru: ИЛИ
th: หรือ
vi: HOẶC

# login_email
source: Sign in with Email
de: Anmeldung via E-Mail
es: Login con Correo
fr: Se connecter par courriel
id: Masuk dengan Email
it: Accesso tramite email
ja: メールアドレスでログイン
ko: 이메일로 로그인
pt: Login por e-mail
ru: Войти с эл. почты
th: เข้าสู่ระบบด้วยอีเมล
vi: Đăng nhập bằng Email

# loggined
source: Logged in
de: Anmgemeldet
es: Sesión iniciada
fr: Connecté
id: Sudah Masuk
it: Accesso effettuato
ja: ログイン済
ko: 로그인 완료
pt: Conectado
ru: Уже вошли
th: เข้าสู่ระบบแล้ว
vi: Đã đăng nhập

# detail_agree
source: Please first agree to the "User Agreement" and "Privacy Policy"
de: Bitte bestätige zuerst die "Nutzervereinbarung" und "Datenschutzrichtlinien"
es: Acepte el «Acuerdo de Usuario» y «Política de Privacidad»
fr: Veuillez d'abord accepter les "Conditions d'Utilisation" et la "Politique de confidentialité"
id: Harap setujui "Perjanjian Pengguna" dan "Kebijakan Privasi" terlebih dahulu
it: Accetta i "Termini di Servizio" e l'"Informativa sulla Privacy"
ja: 「ユーザー規約」と「プライバシーポリシー」を確認してください
ko: 우선 &lt;이용약관&gt; 및 &lt;개인정보 정책&gt;을 확인하세요
pt: Primeiro concorde com os "Termos de Uso" e com a "Política de Privacidade"
ru: Сначала согласитесь с "Пользовательское соглашение" и "Политика конфиденциальности"
th: กรุณายอมรับ "ข้อตกลงผู้ใช้งาน" และ "นโยบายความเป็นส่วนตัว" ก่อน
vi: Vui lòng đồng ý với "Thỏa thuận Người dùng" và "Chính sách Bảo mật" trước

source: Prompt
de: Erinnerung
es: Recordatorio
fr: Rappel
id: Peringatan
it: Avviso
ja: ヒント
ko: 주의
pt: Lembrete
ru: Напоминание
th: แจ้งเตือน
vi: Thông báo

# prompt_playertoken_invalid
source: Login expired, please login again!
de: Anmeldestatus abgelaufen. Bitte melde Dich erneut an!
es: ¡Inicio de sesión expirado, vuelve a iniciar sesión!
fr: La connexion a expiré, veuillez vous reconnecter!
id: Masuk kedaluwarsa, silakan masuk lagi!
it: Accesso scaduto, effettua un nuovo accesso!
ja: ログイン期限が切れました。再度ログインしてください
ko: 접속이 끊겼습니다, 다시 로그인 하세요!
pt: A conexão expirou, faça o login novamente
ru: Вход просрочен, войдите заново!
th: การเข้าสู่ระบบหมดอายุแล้ว โปรดเข้าสู่ระบบอีกครั้ง!
vi: Đăng nhập hết hạn, vui lòng đăng nhập lại!

# reason_account_unexist
source: Account does not exist
de: Der Account existiert nicht
id: Akun tidak ada
th: บัญชีไม่มีอยู่
vi: Tài khoản không tồn tại

# reason_account_existed
source: Account already exists
de: Der Account existiert bereits
es: Cuenta ya existe
fr: Compte existant
id: Akun sudah ada
it: L'account esiste già
ja: アカウントが既に存在します
ko: 가입한 계정입니다
pt: Conta já existente
ru: Аккаунт был использован
th: บัญชีมีอยู่แล้ว
vi: Tài khoản đã tồn tại

# reason_network_error
source: Network Anomaly
de: Netzwerkfehler
es: Anomalía de red
fr: Connexion instable
id: Gangguan Jaringan
it: Anomalia connessione
ja: ネットワークエラー
ko: 네트워크 오류
pt: Erro da rede
ru: Сбой в сети
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi mạng

# agree_policy
source: Agree to the "User Agreement" and "Privacy Policy"
de: "Nutzervereinbarung" und den "Datenschutzrichtlinien" zustimmen
es: Aceptar el «Acuerdo de Usuario» y «Política de Privacidad»
fr: Accepter les "Conditions d'Utilisation" et la "Politique de confidentialité"
id: Setujui "Perjanjian Pengguna" dan "Kebijakan Privasi"
it: Accetta i "Termini di Servizio" e l'"Informativa sulla Privacy"
ja: 「ユーザー規約」と「プライバシーポリシー」に同意する
ko: &lt;이용약관&gt; 및 &lt;개인정보 정책&gt;에 동의
pt: Concordar com os "Termos de Uso" e com a "Política de Privacidade"
ru: Согласиться с "Пользовательское соглашение" и "Политика конфиденциальности"
th: ยอมรับ "ข้อตกลงผู้ใช้งาน" และ "นโยบายความเป็นส่วนตัว"
vi: Đồng ý với "Thỏa thuận Người dùng" và "Chính sách Bảo mật"

# pay_order_error
source: An error is preventing the purchase of items.
de: Anderer Fehler, der Artikel kann nicht gekauft werden.
es: Existe una anomalía, por el momento es imposible comprar este artículo.
id: Terjadi kesalahan yang mencegah pembelian item
it: Si è verificata un'anomalia. Impossibile acquistare l'articolo.
ja: その他のエラーです。この商品は一時的に購入できません。
ko: 기타 오류, 현재 해당 상품을 구매할 수 없습니다.
pt: Algum erro fez com que o produto não possa ser comprado temporariamente.
ru: Другая ошибка. Сейчас нельзя купить этот товар.
th: เกิดข้อผิดพลาดในการซื้อสินค้า
vi: Lỗi ngăn không thể mua vật phẩm.

# blocked_login_detail_ip
source: The IP you are using has been banned!
de: Deine aktuelle IP-Adresse wurde gesperrt!
es: ¡Tu IP usada actualmente ha sido bloqueada!
fr: Votre adresse IP actuelle a été bloquée !
id: IP yang Anda gunakan telah diblokir!
it: L'IP in uso è stato bloccato
ja: ご利用のIPはアクセスが禁止されています。
ko: 현재 사용 중인 IP는 접근이 금지됐습니다!
pt: O IP em uso foi banido!
ru: Для вашего IP закрыт доступ!
th: IP ที่คุณใช้งานถูกแบน!
vi: IP bạn đang sử dụng đã bị cấm!

# order_status_error
source: Failed to obtain order status, please try again.
de: Auftragsstatus konnte nicht abgerufen werden, bitte versuche es nochmal
es: Obtención del estado de la orden fallida, intenta nuevamente.
fr: Obtention de l'état de la commande échoué, veuillez réessayer.
id: Gagal mendapatkan status pesanan, silakan coba lagi
it: Ottenimento stato ordine fallito. Riprova.
ja: 購入ステータスの確認に失敗しました。もう一度お試しください。
ko: 주문 상태 확보 실패, 다시 시도해 주세요.
pt: Falha ao obter o status do pedido, tente novamente.
ru: Не удалось получить информацию о статусе заказа, повторите попытку.
th: ไม่สามารถรับสถานะคำสั่งซื้อได้ โปรดลองอีกครั้ง
vi: Không lấy được trạng thái đơn hàng, vui lòng thử lại.

# quick_login
source: Play Now
de: Sofort spielen
es: Juega Ahora
fr: Joue Maintenant
id: Main Sekarang
ja: すぐにプレイする
ko: 빠른 체험
pt: Experimentar o jogo já
ru: Быстро испытать игру
th: เล่นทันที
vi: Chơi ngay

# next
source: Next step
de: Weiter
es: Siguiente Paso
fr: Prochaine etape
id: Langkah berikutnya
ja: 次へ
ko: 다음
pt: Próxima Etapa
ru: След. шаг
th: ขั้นตอนต่อไป
vi: Bước tiếp theo

source: Agree
de: Einverstanden
es: Aceptar
fr: Accepter
id: Setuju
ja: 同意する
ko: 동의
pt: Concordar
ru: Принять
th: ยอมรับ
vi: Đồng ý

# account_deletion_description
source: If you really need to cancel your account, please check if you have purchased any subscription products. If so, please cancel in the store. We will delete all your data as soon as possible. During this period, you may not be able to log in. We apologize for any inconvenience caused.
de: Wenn Sie Ihr Konto wirklich kündigen müssen, überprüfen Sie bitte, ob Sie Abonnementprodukte erworben haben. Wenn ja, kündigen Sie bitte im Store. Wir werden alle Ihre Daten so schnell wie möglich löschen. Während dieser Zeit können Sie sich möglicherweise nicht anmelden. Wir entschuldigen uns für etwaige Unannehmlichkeiten.
es: Si realmente necesita cancelar su cuenta, verifique si ha comprado algún producto de suscripción. Si es así, cancele en la tienda. Eliminaremos todos tus datos lo antes posible. Durante este período, es posible que no pueda iniciar sesión. Le pedimos disculpas por cualquier inconveniente causado.
fr: Si vous avez vraiment besoin d'annuler votre compte, veuillez vérifier si vous avez acheté des produits d'abonnement. Si tel est le cas, veuillez annuler en magasin. Nous supprimerons toutes vos données dès que possible. Pendant cette période, vous ne pourrez peut-être pas vous connecter. Nous nous excusons pour tout inconvénient occasionné.
id: Jika benar-benar perlu membatalkan akun, periksa apakah ada produk berlangganan. Jika ada, batalkan di toko. Kami akan hapus semua data Anda secepatnya. Selama ini, Anda mungkin tidak bisa masuk. Kami mohon maaf atas ketidaknyamanannya
it: Se hai veramente bisogno di cancellare il tuo account, verifica se hai acquistato prodotti in abbonamento. In tal caso, ti preghiamo di cancellarli nello store. Elimineremo tutti i tuoi dati il prima possibile. Durante questo periodo, potresti non essere in grado di effettuare il login. Ci scusiamo per qualsiasi inconveniente causato.
ja: どうしてもアカウントを解約する必要がある場合は、定期購入商品をご購入されていないかご確認ください。ご購入されている場合は、ストアにて解約手続きを行ってください。お客様のデータはできるだけ早く削除させていただきます。この期間中はログインできない場合がございます。ご不便をおかけして申し訳ございません。
ko: 정말로 계정을 취소해야 하는 경우 구독 상품을 구매했는지 확인하시기 바랍니다. 그렇다면 매장에서 취소해주세요. 가능한 한 빨리 귀하의 모든 데이터를 삭제하겠습니다. 해당 기간 동안 로그인이 불가능할 수 있습니다. 불편을 끼쳐드려 죄송합니다.
pt: Se você realmente precisa cancelar sua conta, verifique se comprou algum produto por assinatura. Se sim, por favor, cancele na loja. Nós deletaremos todos os seus dados o mais rápido possível. Durante esse período, você pode não conseguir fazer login. Pedimos desculpas por qualquer inconveniente causado.
ru: Если вам действительно необходимо отменить свою учетную запись, пожалуйста, проверьте, приобрели ли вы какие-либо подписные продукты. Если да, пожалуйста, отмените покупку в магазине. Мы удалим все ваши данные как можно скорее. В этот период вы можете не иметь возможности войти в систему. Приносим извинения за любые неудобства.
th: หากคุณต้องการยกเลิกบัญชีจริง กรุณาตรวจสอบว่าคุณได้ซื้อสินค้าสมาชิกหรือไม่ หากมี โปรดยกเลิกในร้านค้า เราจะลบข้อมูลทั้งหมดของคุณโดยเร็วที่สุด ในระหว่างนี้คุณอาจไม่สามารถเข้าสู่ระบบได้ เราขออภัยในความไม่สะดวก
vi: Nếu bạn thực sự cần hủy tài khoản, vui lòng kiểm tra xem bạn có sản phẩm đăng ký nào không. Nếu có, vui lòng hủy trong cửa hàng. Chúng tôi sẽ xóa mọi dữ liệu của bạn sớm nhất. Trong thời gian này, bạn có thể không đăng nhập được. Xin lỗi vì sự bất tiện này.

# account_deletion_notice
source: Account Deletion Prompt
de: Konto Kündigung Hinweis
es: Aviso de cuenta cancelada
fr: Rappel d'annulation de compte
id: Peringatan Penghapusan Akun
ja: アカウント削除のヒント
ko: 계정 삭제 알림
pt: Aviso de Desativação de Conta
ru: Предупреждение
th: แจ้งเตือนการลบบัญชี
vi: Thông báo hủy tài khoản

# operation_completed
source: Operation successful
de: Operation erfolgreich
es: Operación Exitosa
fr: Opération réussi
id: Operasi berhasil
it: Operazione riuscita.
ja: 操作成功
ko: 완료
pt: Operação bem sucedida
ru: Действие успешно
th: ดำเนินการสำเร็จ
vi: Thao tác thành công

# connect_no_available
source: Currently, there are no association methods available.
de: Derzeit sind keine Verknüpfungsmethoden verfügbar.
es: Actualmente, no hay métodos de asociación disponibles.
fr: Actuellement, il n'y a aucune méthode d'association disponible.
id: Saat ini tidak ada metode asosiasi yang tersedia
it: Attualmente, non ci sono metodi di associazione disponibili.
ja: 現在、利用可能な関連付け方法はありません。
ko: 현재 사용할 수 있는 연결 방법이 없습니다.
pt: Atualmente, não há métodos de associação disponíveis.
ru: В настоящее время нет доступных методов ассоциации.
th: ขณะนี้ไม่มีวิธีการเชื่อมโยงที่ใช้งานได้
vi: Hiện không có phương thức liên kết nào khả dụng.

# connect_no_need
source: Since your account is already highly secure, this operation is not required.
de: Da Ihr Konto bereits hochsicher ist, ist dieser Vorgang nicht erforderlich.
es: Dado que su cuenta ya es muy segura, esta operación no es necesaria.
fr: Puisque votre compte est déjà très sécurisé, cette opération n'est pas requise.
id: Karena akun Anda sudah sangat aman, operasi ini tidak diperlukan
it: Poiché il tuo account è già molto sicuro, questa operazione non è necessaria.
ja: 既にあなたのアカウントは非常に安全であるため、この操作は必要ありません。
ko: 귀하의 계정이 이미 매우 안전하므로 이 작업은 필요하지 않습니다.
pt: Como sua conta já é muito segura, esta operação não é necessária.
ru: Поскольку ваша учетная запись уже достаточно защищена, эта операция не требуется.
th: เนื่องจากบัญชีของคุณมีความปลอดภัยสูงอยู่แล้ว จึงไม่จำเป็นต้องดำเนินการนี้
vi: Vì tài khoản của bạn đã bảo mật cao, không cần thao tác này.

source: Sign in with Guest
de: Als Gast anmelden
es: Iniciar sesión como invitado
fr: Se connecter en tant qu'invité
id: Masuk sebagai Tamu
it: Accedi come ospite
ja: ゲストとしてサインイン
ko: 게스트로 로그인
pt: Fazer login como convidado
ru: Войти как гость
th: เข้าสู่ระบบด้วยผู้ใช้ทั่วไป
vi: Đăng nhập bằng Khách
